Repository: wifidog/wifidog-auth
Catalog: wifidog/locale/*/LC_MESSAGES/messages.po
Languages: ca

source: File size exceeds limit specified in PHP.ini
ca: La mida de l'arxiu excedeix el límit especificat a l'arxiu PHP.ini

source: File size exceeds limit specified HTML form
ca: La mida de l'arxiu excedeix el límit especificat al formulari HTML

source: File upload was interrupted
ca: La penjada de l'arxiu fou interrompuda

source: Missing temp folder
ca: Falta el directori temp

source: Upload a new file (Uploading a new one will replace any existing file)
ca: Penjar un nou arxiu (L'arxiu penjat substituirà qualsevol fitxer existent)

source: Remote file via URL
ca: Arxiu remot via URL

source: File URL
ca: URL de l'arxiu

source: Filename to display
ca: Nom de l'arxiu a visualitzar

source: MIME type
ca: Tipus MIME

source: Locally stored file size
ca: Mida de l'arxiu emmagatzemat localment

source: Remote file size (Automatically converted from KB to Bytes)
ca: Mida de l'arxiu remot (Automàticament convertit de KB a Bytes)

source: Download
ca: Baixar

source: Last update
ca: Última actualització

source: Could not delete this file, since it is persistent
ca: No puc esborrar aquest arxiu, ja que és persistent

source: Only these HTML tags are allowed :
ca: Els únics marcadors HTML permesos són:

source: Subscribe to Pattern Language
ca: Subscriure's als Patrons de Llenguatge

source: Read narratives archives
ca: Llegir els arxius de narratives

source: Read my narrative
ca: Llegir la meva narrativa

source: Unsubscribe
ca: Cancel·lar la subscripció

source: Embedded content
ca: Contingut incrustat

source: Attributes
ca: Atributs

source: It is recommended to specify at least <b>width='x' height='y'</b> as attributes
ca: Es recomana especificar, com a mínim, <b>width='x' height='y'</b>com atributs

source: Parameters
ca: Paràmetres

source: Fallback content (Can be another embedded content to create a fallback hierarchy)
ca: Contingut alternatiu (Pot ser un altre contingut incrustat per a crear una jerarquia alternativa)

source: You MUST choose a File object or any of its siblings.
ca: Has de seleccionar un Objecte tipus arxiu o qualsevol del seus germans.

source: Content is persistent (you must make it non persistent before you can delete it)
ca: El contingut és persistent (has de convertir-ho en no persistent abans d'esborrar-ho)

source: Unable to insert new content group element into database!
ca: No puc inserir un nou grup de continguts a la base de dades!

source: %s %d display conditions
ca: %s %d condicions per visualitzar

source: (Ignored if display type is random)
ca: (Ignorar si el tipus de visualització es a l'atzar)

source: Content can be displayed at any date if no start or end date is specified. Warning: If you do not specify a specific time of day, midnight is assumed.
ca: El contingut pot ésser mostrat a qualsevol data si no s'especifica una data d'inici i una data de finalització. Si no especifiqueu una hora concreta, s'assumirà la mitjanit.

source: Only display from
ca: Mostrar únicament des de

source: Only display at node(s):
ca: Mostrar únicament als nodes:

source: Remove
ca: Elimina

source: Add new allowed node
ca: Afegir un nou node autoritzat

source: (Content can be displayed at ANY node unless one or more nodes are selected)
ca: (El contingut pot ser mostrat a QUALSEVOL node si no es seleccionen un o més nodes)

source: %s %d displayed content (%s)
ca: %s %d contingut mostrat (%s)

source: Invalid content selection mode (must be part of CONTENT_ORDERING_MODES)
ca: El mode de selecció de continguts no és vàlid (ha de ser part de CONTENT_ORDERING_MODES)

source: Invalid content selection mode (must be part of CONTENT_CHANGES_ON_MODES)
ca: El mode de selecció de continguts no és vàlid (ha de ser part de CONTENT_CHANGES_MODES)

source: Invalid content selection mode (must be part of ALLOW_REPEAT_MODES)
ca: El mode de selecció de continguts no és vàlid (ha de ser part de ALLOW_REPEAT_MODES)

source: You must display at least one element
ca: Has de mostrat com a mínim un element

source: %s configuration
ca: %s configuració

source: In what order should the content displayed?
ca: En quin ordre he de mostrar el contingut?

source: When does the content rotate?
ca: Quan rota el contingut?

source: Can content be shown more than once to the same user?
ca: Puc mostrar el contingut més d'un cop al mateix usuari?

source: %s display element list
ca: %s llista d'elements a mostrar

source: Show expired group elements
ca: Mostra els grups d'elements vençuts

source: Hide expired group elements
ca: Amaga els grups d'elements vençuts

source: Delete %s %d
ca: Esborra %s %d

source: 300x250 - IAB Medium Rectangle
ca: 300x250 - IAB Rectangle Mitjà

source: Maximum display size
ca: Mida màxima de visualització

source: Illegal Flickr Photostream selection mode.
ca: El mode de selecció del flux de fotos de Flickr no és vàlid

source: Illegal Flickr Photostream display mode.
ca: El mode de visulització del flux de fotos de Flickr no és vàlid.

source: %s: Options
ca: %s: Opcions

source: Flickr API key
ca: Clau API de Flickr

source: Shared secret
ca: Clau compartida

source: Photos display mode
ca: Mode de visualització de les fotos

source: Grid display
ca: Mostrar en graella

source: Feature photo (last one)
ca: Foto principal (l'última)

source: Feature photo + one at random
ca: Foto principal + una a l'atzar

source: Flick photo selection mode :
ca: Mode de selecció de les fotografies a Flickr:

source: Select by group
ca: Selecciona per agrupacions

source: Select by tags
ca: Selecciona per marcador

source: Select by user
ca: Selecciona per usuari

source: Flickr User ID + Username
ca: ID de l'usuari de Flickr + Nom d'usuari

source: Reset Flickr User ID
ca: Reinicialitza l'ID de l'usuari de Flickr

source: Flickr User E-mail
ca: Correu electrònic de l'usuari de Flickr

source: Group Photo Pool
ca: Bateria d'agrupacions de fotografies

source: Could not find any group photo pool.
ca: No puc trobat cap bateria d'agrupacions de fotografies

source: Tags (comma-separated)
ca: Marcadors (separats amb comes)

source: Match any tag
ca: Coincideix qualsevol etiqueta

source: Match all tags
ca: Coincideixen tots el marcadors

source: Flickr photo display options
ca: Opcions de visualització de les fotografies a Flickr

source: Show Flickr photo title ?
ca: Mostrar el títol a Flickr de la fotografia?

source: Show Flickr tags ?
ca: Mostrar els marcadors de Flickr?

source: Show Flickr photo description ?
ca: Mostrar la descripció a Flickr de la fotografia?

source: Preferred size
ca: Mida preferida

source: Squared 75x75
ca: Cuadrat 75x75

source: Thumbnail 100x75
ca: Miniatura 100x75

source: Small 240x180
ca: Petit 241x180

source: Medium 500x375
ca: Mitjà 500x375

source: Large 1024x*
ca: Gran 1024x*

source: Original size
ca: Mida original

source: Some of the request parameters provided to Flickr API are invalid.
ca: Alguns paràmetres de cerca proporcionats a l'API de Flickr no són vàlids.

source: Unable to parse Flickr's response.
ca: No puc analitzar la resposta de Flickr.

source: Could not get content from Flickr :
ca: No puc obtenir els contiguts de Flickr:

source: YOU MUST SPECIFY AN API KEY BEFORE YOU CAN GO ON.
ca: HAS D'ESPECIFICAR UNA CLAU D'API ABANS DE CONTINUAR

source: Could not find a Flickr user with this e-mail.
ca: No trobo cap usuari de Flickr amb aquest correu electrònic.

source: Could not complete successfully the saving procedure.
ca: No puc completar amb èxit el procés de desar.

source: No Flickr content matches the request !
ca: Cap contigut Flickr coincideix amb el sol·licitat!

source: PEAR::Phlickr is not installed
ca: PEAR::Phlickr no es troba instal·lat

source: Actual URL after substitution
ca: URL real després de la subtitució

source: The IFrameRest content type is meant to allow the result of REST-style queries to remote systems to be displayed in a IFrame. To that end, The following strings will be replaced in the URL:
ca: El contingut tipus IFrameRest és present per permetre que el resultat de les cerques REST-style fetes a sistemes remots es mostrin en un IFrame. Amb aquest objectiu, les següents cadenes seran incorporades a l'URL:

source: Will be replaced by the urlencoded node_id of the node where the content is displayed, or an empty string if there is no current node</td></tr>
ca: Serà reemplaçat pel url codificat del node_ide del node on el contingut es mostra, o una cadena buida si no existeix el node actual</td></tr>

source: Will be replaced by the user_id
ca: Serà reemplaçat per un ID d'usuari

source: will be replaced by a ISO-8601 timestamp of the date the user was last shown this content, or an empty string if the user was never presented with this IFrame.
ca: serà reemplaçada per la marca horària ISO-8601 en que l'usuari visità aquest contingut per última vegada, o per una cadena buida si l'usuari mai l'ha visualitzat amb aquest IFrame.

source: Width (suggested width is 600 (pixels))
ca: Amplada (l'amplada recomanada és de 600 (píxels))

source: Height (suggested width is 400 (pixels))
ca: Alçada (l'alçada recomanada és de 400 (píxels))

source: HTML content URL
ca: URL del contingut HTML

source: Your browser does not support IFrames.
ca: El teu navegador no admet IFrames.

source: (Empty %s)
ca: (Buida %s)

source: Language
ca: Llengua

source: Add new string
ca: Afegir una nova cadena

source: Delete string
ca: Esborrar cadena

source: Access denied (not owner of content)
ca: Accés denegat (no ets propietari del contingut)

source: The RssAggregator content with the following id could not be found in the database:
ca: L'Agregador de canals RSS amb el següent ID no es troba la base de dades:

source: The maximum age must be a positive integer or null
ca: L'edat màxima ha de ser un enter positiu o nul.

source: Total number of items to display (from all feeds)
ca: Nombre total d'elements que es mostraran (de tots els canals)

source: Feed item expansion criteria
ca: Criteri d'expansió dels elements del canal

source: Display empty feeds?
ca: Visualitzar canals buits?

source: seconds
ca: segons

source: Feeds:
ca: Canals:

source: Add a new feed or pick one from the other feeds in the system (most_popular_first)
ca: Afegir un nou canal o seleccionar un dels altres canals que hi ha al sistema (els més populars primer)

source: %s, used %d times
ca: %s, emprat %d vegades

source: Type URL manually
ca: Teclegi l'URL manualment

source: Add
ca: Afegir

source: WARNING: Either the feed couldn't be retrieved, or it couldn't be parsed. Please double check the URL.
ca: ADVERTÈNCIA: No puc obtenir el canal o no el puc analitzar. Si us plau, verifiqueu doblement l'URL

source: The feed publishes an item every %.2f day(s)
ca: El canal publica un element cada %.2f dia(es)

source: WARNING: This feed does not include the publication dates. The system needs to be able to compute approximate publication date for each entry, so the entry can be weighted against the others. In order for the aggregator to do a good job, you need to estimate fublication frequency of the items, in days. If unset, defaults to one day.
ca: ADVERTÈNCIA: Aquest canal no inclou les dates de publicació. El sistema necessita conèixer la data aproximada de publicació de cada entrada per compar-la amb les altres. Per que l'agregador pugui fer correctament la seva feina necessita calcular la freqüència de publicació en dies. Si no s'estableix, es pren un dia per defecte.

source: The bias must be a positive real number
ca: El bias déu ser un número real positiu

source: The default publication must must be a positive integer or empty
ca: La publicació per defecte déu ser un número enter positiu o romandre buida

source: The URL cannot be empty!
ca: L'URL no pot romandre buit!

source: See more
ca: Veure més

source: Could not get RSS feed: %s
ca: No puc obtenir el canal RSS: %s

source: RSS support is disabled
ca: L'us de RSS es troba inhabilitat

source: Delete %s (%s)
ca: Esborrar %s (%s)

source: onclick parameter
ca: Paràmetre al fer clic

source: Last %d messages:
ca: Els últims %d missatges:

source: Hyperlink URL (leave empty if you don't need it)
ca: URL de l'enllaç (deixa'l buit si no el necessites)

source: Width (leave empty if you want to keep original width)
ca: Ample (buit per a mantenir l'ample original)

source: Height (leave empty if you want to keep original height)
ca: Alçada (buit per a mantenir l'alçada original)

source: FCKeditor is not installed
ca: FCKeditor no es troba instal·lat

source: (invalid URL)
ca: (URL no vàlida)

source: Unable to insert the new profile in the database!
ca: No puc inserir el nou perfil a la base de dades!

source: Yes
ca: Sí

source: Access denied (must have super admin access)
ca: Accés denegat (necessites accedir com a super administrador)

source: Could not delete Profile!
ca: No puc esborrar el Perfil!

source: Guest
ca: Visitant

source: View this user's profile.
ca: Veure el perfil d'aquest usuari.

source: Sorry, the username %s is not available
ca: Ho sentim, l'usuari %s no és disponible

source: Could not update email address.
ca: No puc actualitzar l'adreça de correu electrònic.

source: Could not update username locale.
ca: No puc actualitzar el locale del nom d'usuari

source: Could not update status.
ca: No puc actualitzar l'estat.

source: Your account is currently valid.
ca: El seu compte és valid.

source: Sorry, your account is not valid:
ca: Ho sentim, el seu compte no es vàlid:

source: Password cannot be empty.
ca: No pots deixar la contrasenya buida.

source: Could not change user's password.
ca: No puc canviar la contrasenya de l'usuari.

source: No users could not be found in the database
ca: No trobo usuaris a la base de dades

source: Registration system
ca: Sistema de registre

source: lost username request
ca: sol·licitud d'un nom d'usuari perdut

source: Hello, You have requested that the authentication server send you your username: Username:
ca: Hola, Has sol·licitat que el servidor d'autenticació us envii el vostre nom d'usuari: Nom d'usuari:

source: Have a nice day, The Team
ca: Tingui un bon dia, L'Equit

source: The user is not in validation period.
ca: L'usuari no és dins el període de validació.

source: The validation token is empty.
ca: El testimoni de validació es buit.

source: new user validation
ca: validació d'un nou usuari

source: Hello, Please follow the link below to validate your account.
ca: Hola, Si us plau, feu servir l'enllaç de sota per validar el vostre compte.

source: Thank you, The Team.
ca: Gràcies, L'Equip.

source: new password request
ca: sol·licitar una nova contrasenya

source: Hello, You have requested that the authentication server send you a new password: Username:
ca: Hola, Has sol·licitat que el servidor autenticació t'envii una nova contrasenya: Nom d'usuari:

source: Password:
ca: Contrasenya:

source: Get user statistics
ca: Obté les estadístiques d'usuaris

source: Administrative options
ca: Opcions d'administració

source: Be carefull when changing this: it's the username you use to log in!
ca: Canvii aquest valor amb precaució: és el nom d'usuari que utilitzes per accedir a la xarxa!

source: Your current password
ca: La teva contrasenya actual

source: Your new password
ca: La teva nova contrasenya

source: Your new password (again)
ca: La teva nova contrasenya (un altre cop)

source: Change my password
ca: Canviar la meva contrasenya

source: User preferences
ca: Preferències de l'usuari

source: Wrong password.
ca: Contrasenya errònia.

source: Online Users
ca: Usuaris connectats

source: Import NoCat user database
ca: Importar la base de dades d'usuaris de NoCat

source: User manager
ca: Administració de l'usuari

source: User administration
ca: Administració d'usuaris

source: No label
ca: Sense etiqueta

source: Unable to insert new content into database!
ca: No puc inserir nou contingut a la base de dades!

source: Display order
ca: Ordre de visualització

source: Content type filter
ca: Filtre per tipus de contingut

source: Display label
ca: Etiqueta de visualització

source: %s display label (%s)
ca: %s etiqueta de visualització (%s)

source: display label
ca: etiqueta de visualització

source: Semantic ID
ca: ID semàntic

source: Full name
ca: Nom complet

source: E-mail
ca: Correu electrònic

source: Hashed e-mail
ca: Correu de dispersió

source: URL of a blog
ca: URL d'un bloc

source: URL of a homepage
ca: URL de la pàgina d'inici

source: Could not delete ProfileTemplateField!
ca: No puc esborrar el camp de Plantilla de perfil!

source: Unable to insert the new ContentTypeFilter in the database!
ca: No puc inserir el nou filtre per tipus de contingut a la base de dades!

source: User roles management
ca: Administració de rols d'usuaris

source: Stakeholder type
ca: Tipus de promotor

source: This role is a system role
ca: Aquest rol és un rol del sistema

source: Role ID
ca: ID del rol

source: Description:
ca: Descripció:

source: description
ca: descripció

source: Could not delete object!
ca: No puc esborrar l'objecte!

source: User roles
ca: Rols dels usuaris

source: %s (%s) on %s: %s
ca: %s (%s) a %s: %s

source: Any
ca: Qualsevol

source: (Empty langstring, ID is displayed)
ca: (Langstring buit, es mostrarà la ID)

source: ContentTypeFilter management
ca: Administració dels Filtres per Tipus de Contingut

source: ContentTypeFilter ID
ca: ID del Filtre per tipus de contingut

source: Could not delete ContentTypeFilter!
ca: No puc esborrar el Filtre de tipus de contingut!

source: Content type filters
ca: Filtre per tipus de contingut

source: Usernames
ca: Noms d'usuari

source: MAC addresses
ca: Adreça MAC

source: Unable to open directory
ca: No puc obrir el directori

source: No restriction...
ca: Sense restriccions...

source: yesterday
ca: ahir

source: today
ca: avui

source: 2 days ago
ca: fa 2 dies

source: 3 days ago
ca: fa 3 dies

source: 1 week ago
ca: fa 1 setmana

source: 2 weeks ago
ca: fa 2 setmanes

source: 3 weeks ago
ca: fa 3 setmanes

source: 1 month ago
ca: fa 1 mes

source: 2 months ago
ca: fa 2 mesos

source: 6 months ago
ca: fa 6 mesos

source: 1 year ago
ca: fa 1 any

source: Select from and to...
ca: Selecciona des de fins...

source: yesterday (whole day)
ca: Ahir (tot el dia)

source: today (whole day)
ca: avui (tot el dia)

source: this month
ca: aquest mes

source: last month
ca: el darrer mes

source: this year
ca: Aquest any

source: forever
ca: sempre

source: From
ca: De

source: To
ca: Per

source: Invalid parameter
ca: Paràmetre invàlid

source: Report configuration
ca: Configuració de l'informe

source: Restrict the time range for which statistics will be computed
ca: Restringir la franja temporal en que les estadístiques seran processades

source: Restrict stats to the following nodes
ca: Restringir les estadístiques als següents nodes

source: Distinguish users by
ca: Diferencia els usuaris per

source: Restrict stats to the selected users
ca: Restringir les estadístiques als usuaris seleccionats

source: Selected reports
ca: Informes seleccionats

source: Network::getAllNetworks: Fatal error: No networks in the database!
ca: Network::getAllNetworks: Error Fatal: No hi ha xarxes la base de dades!

source: Unable to insert the new network in the database!
ca: No puc inserir la nova xarxa a la base de dades!

source: Network:
ca: Xarxa

source: Create a new network with ID
ca: Crear una nova xarxa amb la ID

source: Satellite
ca: Satèl·lit

source: Hybrid
ca: Hibrid

source: Network management
ca: Administració de la xarxa

source: Network content
ca: Contingut de la xarxa

source: Network ID
ca: ID de la xarxa

source: Network name
ca: Nom de la xarxa

source: Network creation date
ca: Data de creació de la xarxa

source: Network's web site
ca: Lloc web de la xarxa

source: Technical support email
ca: Correu de suport tècnic

source: Information about the network
ca: Informació sobre la xarxa

source: Network authenticator class
ca: Classe d'autenticació de la xarxa

source: The subclass of Authenticator to be used for user authentication. Example: AuthenticatorRadius
ca: La subclasse d'autenticació que serà emprada per autenticar els usuaris. Per exemple: AuthenticatorRadius

source: Authenticator parameters
ca: Paràmetres d'autenticació

source: Network Authentication
ca: Autenticació de la xarxa

source: Is this network the default network?
ca: És aquesta la xarxa per defecte?

source: Selected theme pack for this network
ca: Paquet de tema seleccionat per aquesta xarxa

source: Network properties
ca: Propietats de la xarxa

source: Splash-only nodes
ca: Node sense inici de sessió (Splash-only)

source: Portal page redirection
ca: Redreçament de la pàgina del portal

source: Are nodes allowed to redirect users to an arbitrary web page instead of the portal?
ca: Permetre als nodes redreçar als usuaris a d'altres pàgines web en lloc del portal?

source: Network's node properties
ca: Propietats del node de la xarxa

source: Validation grace period
ca: Tiempo de gracia para validaci&oacute;n

source: This will be the from address of the validation email
ca: Aquesta serà l'adreça d'origen del correu de validació

source: Multiple connections
ca: Connexions múltiples

source: Can an account be connected more than once at the same time?
ca: Permetre connexions simultànies d'un mateix compte?

source: Network's user verification
ca: Verificació dels usuaris de la xarxa

source: Access rights
ca: Drets d'accés

source: Latitude
ca: Latitud

source: Longitude
ca: Longitud

source: Zoomlevel
ca: Nivell de Zoom

source: Map type
ca: Tipus de mapa

source: Default Google Map type for your the area of your wireless network
ca: Tipus de Mapa Google per defecte a l'àrea de la seva xarxa sense fils

source: GIS data
ca: Dada del GIS

source: Network profile templates
ca: Plantilles de perfil de la xarxa

source: Could not delete network!
ca: No puc esborrar la xarxa!

source: Network administration
ca: Administració de la xarxa

source: Actions
ca: Accions

source: ProfileTemplate ID
ca: ID de la Plantilla de Perfil

source: Could not delete ProfileTemplate!
ca: No puc esborrar la Plantilla de Perfil (ProfileTemplate)!

source: Theme pack %s cannot be found in %s
ca: El paquet del tema %s no es troba a %s

source: %s (Theme did not include a name.txt file)
ca: %s (El tema no inclou l'arxiu name.txt)

source: %s (Theme did not include a description.txt file)
ca: %s (El tema no inclou l'arxiu description.txt)

source: Theme pack:
ca: Paquet de tema:

source: Unable to open the network theme packs directory
ca: No puc obrir el directori de paquets de temes

source: No network theme packs available in %s
ca: No hi ha paquets de temes per la xarxa a %s

source: Delete %s
ca: Esborra %s

source: Could not delete ProfileField!
ca: No puc esborrar el Camp de Perfil (ProfileField)!

source: Main server object
ca: Objecte del servidor principal

source: Unable to insert the new server in the database!
ca: No puc inserir un nou servidor a la base de dades!

source: Server management
ca: Administració del servidor

source: Timezone from postgresql: %s
ca: Fus horari de postgresql: %s

source: Timezone from PHP: %s
ca: Fus horari del PHP: %s

source: Server access control
ca: Control d'accés al servidor

source: Server administration
ca: Administració de servidors

source: Unable to connect to database on %s
ca: No puc connectar a la base de dades a %s

source: SQL Query
ca: Consulta SQL

source: Query plan
ca: Pla SQL

source: Elapsed time for query execution : %.6f second(s)
ca: Temps emprat en l'execució de la consulta: %.6f segons

source: An error occured while executing the following SQL query
ca: Es produí un error en executar la següent cerca SQL

source: Error message
ca: Missatge d'error

source: The query returned %d results
ca: La cerca tornà %d resultados
