Repository: wifidog/wifidog-auth
Catalog: wifidog/locale/*/LC_MESSAGES/messages.po
Languages: ca

source: No nodes could not be found in the database
ca: No trobo cap node a la base de dades

source: Deployed
ca: Instal·lat

source: In planning
ca: En planificació

source: In testing
ca: En proves

source: Non-Wifidog node
ca: Node no Wifidog

source: Permanently closed
ca: Permanentment tancat

source: Temporarily closed
ca: Temporalment tancat

source: No token specified!
ca: No s'ha indicat cap testimoni!

source: No user ID specified!
ca: No s'ha indicat cap ID d'usuari!

source: The validation token does not match the one in the database.
ca: El testimoni de validació no coincideix amb el de la base de dades.

source: Your account has already been activated.
ca: El seu compte ja fou activat.

source: Your account has been succesfully activated! You may now browse to a remote Internet address and take advantage of the free Internet access! If you get prompted for a login, enter the username and password you have just created.
ca: Has activat amb èxit el teu compte! Ara pots navegar per Internet i gaudir dels avantatges d'Internet gratuït! Si en algun moment et demanen iniciar una sessió, introdueix el nom d'usuari i la contrasenya que acabes de crear.

source: Sorry, this network does not exist !
ca: Ho sento, aquesta xarxa no existeix!

source: Please specify a username or email address
ca: Si us plau, indica un nom d'usuari o adreça de correu electrònic

source: This username or email could not be found in our database
ca: Aquest nom d'usuari o correu electrònic no es troba a la base de dades

source: A new password has been emailed to you.
ca: He enviat una nova contrasenya al teu correu electrònic

source: Unable to get the google API key, because I couldn't find a vhost matching the current hostname
ca: No puc recuperar la clau de l'API de coogle en no trobar cap vhost amb el nom actual del servidor

source: Change network
ca: Canviar de xarxa

source: Sorry, your browser does not support Google Maps.
ca: Ho sento, el teu navegador no admet Google Maps.

source: Homepage
ca: Pàgina d'inici

source: Show me on the map
ca: Ensenya'm on sóc al mapa

source: Loading, please wait...
ca: Carregant, si us plau espera...

source: Hotspots status map
ca: Mapa de l'estat dels Hotspots

source: French
ca: Francès

source: English
ca: Anglès

source: German
ca: Alemany

source: Spanish
ca: Espanyol

source: Brazilian Portuguese
ca: Portuguès del Brasil

source: Portuguese
ca: Portuguès

source: Japanese
ca: Japonès

source: Greek
ca: Grec

source: Bulgarian
ca: Búlgar

source: Swedish
ca: Suec

source: Italian
ca: Italià

source: Please specify a username
ca: Si us plau, indica un nom d'usuari

source: This username could not be found in our database
ca: No trobo aquest nom d'usuari a la base de dades

source: An email with confirmation instructions was sent to your email address.
ca: He enviat un correu a la teva adreça de correu electrònic amb les instruccions de confirmació.

source: Username is required.
ca: Es necessita un nom d'usuari.

source: Username contains invalid characters.
ca: El nom d'usuari conté caràcters no vàlids.

source: A valid email address is required.
ca: Es necessita una adreça de correu electrònica vàlida.

source: The email address must be valid (i.e. user@domain.com). Please understand that we also black-listed various temporary-email-address providers.
ca: L'adreça del correu electrònic ha de ser vàlida (p. ex. usuari@domini.com). A més, existeix una llista de proveïdors d'adreces temporals de correu electrònic que no acceptem.

source: A password of at least 6 characters is required.
ca: Es necessita una contrasenya de com a mínim 6 caràcters.

source: Password contains invalid characters. Allowed characters are 0-9, a-z and A-Z
ca: La contrasenya conté caràcters no vàlids. Els caràcters permesos són 0-9, a-z i A-Z

source: You must type your password twice.
ca: Escriu la teva contrasenya dues vegades.

source: Passwords do not match.
ca: Les contrasenyes no són iguals.

source: Password is too short, it must be 6 characters minimum.
ca: La contrasenya és curta, ha de ser de com a mínim 6 caràcters

source: Sorry, this network does not accept new user registration !
ca: Ho sento, aquesta xarxa no accepta nous usuaris!

source: Sorry, a user account is already associated to this username. Pick another one.
ca: Ho sento, però ja existeix un compte associat a aquest nom d'usuari. Si us plau, selecciona un altre.

source: Sorry, a user account is already associated to this email address.
ca: Ho sento, però ja existeix un compte associat a aquesta adreça de correu electrònic.

source: Your account has been granted %s minutes of access to retrieve your email and validate your account.
ca: El seu compte disposa de %s minuts d'accés per accedir al correu i validar el compte.

source: You may now open a browser window or start your email client and go to any remote Internet address to obtain the validation email.
ca: Ara ja pots obrir una finestra del navegador o iniciar el teu client de correu electrònic i accedir a qualsevol adreça d'Internet per obtenir el correu de validació.

source: Please specify an email address
ca: Si us plau, indica una adreça de correu electrònic

source: This email could not be found in our database
ca: No trobo aquest correu electrònic a la base de dades

source: Your username has been emailed to you.
ca: He enviat el teu nom d'usuari al teu compte de correu electrònic.

source: You have failed to validate your account in %d minutes.
ca: No has validat el teu compte els últims %d minuts.

source: Please validate your account from somewhere else or create a new one.
ca: Si us plau, valida el teu compte des d'un altre lloc o crea una nova.

source: Access denied!
ca: Accés denegat!

source: You have now been granted %d minutes of Internet access without being validated to go and activate your account.
ca: Tens %d minuts d'accés a Internet sense validar per activar el teu compte.

source: If you fail to validate your account in %d minutes, you will have to validate it from somewhere else.
ca: Si no valida el seu compte en %d minuts, ho haurà de fer des d'un altre lloc.

source: If you do not receive an email from our validation server in the next minute, perhaps you have made a typo in your email address, you might have to create another account.
ca: És possible que hagis comés un error al introduir el teu correu electrònic si no reps un correu electrònic del nostre servidor de correu electrònic. En aquest cas, hauràs de crear un nou compte.

source: Unknown message specified! (this is probably an error)
ca: S'ha indicat un missatge desconegut! (això és probablement un error)

source: No message has been specified! (this is probably an error)
ca: No has especificat cap missatge! (això és possiblement un error)

source: Sorry, the 'object_class' parameter must be specified
ca: Ho sento, has d'especificar el paràmetre 'object_class'

source: Create %s
ca: Crea %s

source: Add %s
ca: Afegeix %s

source: Create a new %s
ca: Crea un nou %s

source: Add a new %s
ca: Afegeix un nou %s

source: Show all %s
ca: Mostrar tots els %s

source: Show only persistant %s
ca: Mostra únicament els %s persistents

source: Edit %s
ca: Edita %s

source: Sorry, the object couldn't be created. You probably didn't fill the form properly
ca: Ho sento, no he pogut crear l'objecte. És possible que no hagis omplert correctament el formulari

source: Showing preview as it would appear at
ca: Mostrant la previsualització tal com hauria d'aparèixer

source: Preview
ca: Previsualització

source: Edit
ca: Edita

source: Object successfully deleted
ca: S'ha esborrat amb èxit l'objecte

source: Deletion failed, error was:
ca: No he pogut esborrar, s'ha produït un error:

source: Sorry, the 'object_id' parameter must be specified
ca: Ho sento, has d'especificar el paràmetre 'object_id'

source: Save
ca: Desa

source: Delete
ca: Esborra

source: Generic object editor
ca: Editor d'objectes genèrics

source: NoCat user database import
ca: Importar base de dades d'usuaris NoCat

source: Please select the NoCat passwd file you want to import.
ca: Si us plau, selecciona l'arxiu de contrasenyes de NoCat que desitges importar.

source: Accept users with no email addresses (Normally, NoCat usernames are expected to be the user's email address, and the username is generated from the prefix.
ca: Accepta usuaris sense adreça de correu electrònic (Normalment, els noms d'usuari de NoCat són la seva adreça de correu electrònic i el nom d'usuari es generat des del prefix)

source: Upload file
ca: Penja l'arxiu

source: I am sure I want to import (Otherwise, the import will only be simulated).
ca: Estic segur de voler importar (En cas contrari, la importació únicament serà simulada).

source: Sorry, a user account is already associated to the email address:
ca: Ho sento, un compte d'usuari ja te associada aquesta adreça de correu electrònic:

source: Sorry, the user must have a email address.
ca: Ho sento, l'usuari ha de tenir una adreça de correu electrònic

source: Sorry, a user account already exists with the username:
ca: Ho sento, ja existeix un compre amb aquest nom d'usuari:

source: SQL error on:
ca: Error de SQL a:

source: Report
ca: Informe

source: Connections at
ca: Connexions a

source: User information for
ca: Informació d'usuari per

source: Connections from MAC
ca: Connexió des del MAC

source: Network information for
ca: Informació de la xarxa per

source: Generate statistics
ca: Generar estadístiques

source: Internal error.
ca: Error intern.

source: Find a user ID :
ca: Troba un ID d'usuari:

source: Hotspot location map
ca: Mapa d'ubicació dels Hotspot

source: Click anywhere on the map to extract the GIS location, then click on the button to save the data.
ca: Fes clic al mapa per obtenir la localització GIS, després prem el botó per guardar les dades

source: Use these coordinates
ca: Empra aquestes coordenades

source: Error: You need to set the GIS coordinates of the center of your network
ca: Error: Necessites establir les coordenades GIS del centre de la teva xarxa

source: You need to set a node ID.
ca: Necessites assignar un ID al node

source: Monitoring system
ca: Sistema de seguiment

source: Node %s (%s) has been down for %d minutes (since %s)
ca: El node %s (%s) porta aturat %d minuts (des de %s)

source: Success
ca: Acomplert

source: Failed sending mail
ca: No he aconseguit enviar el correu

source: No deployed nodes could not be found in the database
ca: No puc trobar nodes instal·lats a la base de dades

source: I am unable to retrieve the schema version. Either the wifidog database hasn't been created yet, the postgresql server is down, or pg_hba.conf does not allow your web server to connect to the wifidog database.
ca: No puc recuperar la versió de l'esquema. Potser la base de dades de wifidog no ha estat creada, el servidor postgresql no es troba actiu o l'arxiu pg_hba.conf no permet al teu servidor web connectar a la base de dades de wifidog.

source: Try running the
ca: Intenta executa el

source: installation script
ca: script d'instal·lació

source: No user matches the default network, a new user admin/admin will be created. Change the password as soon as possible !
ca: No existeixen usuaris a la xarxa per defecte. Es crearà un nou admin/admin. Canvia la contrasenya tan aviat com sigui possible!

source: Could not get a default network!
ca: No puc obtenir una xarxa per defecte!

source: Trying to update the database schema.
ca: Intentant actualitzar l'estructura de la base de dades.

source: Unable to retrieve schema version. The database schema is too old to be updated.
ca: No puc recuperar la versió de l'estructura. L'estructura de la base de dades es massa antiga per a ser actualitzada.

source: Unused
ca: Sense us

source: In use
ca: En us

source: Used
ca: Emprat

source: Unable to generate token for user %s
ca: No puc generar el testimoni de l'usuari %s

source: I'm having difficulties:
ca: Necessito ajuda:

source: I Forgot my username
ca: He oblidat el meu nom d'usuari

source: I Forgot my password
ca: He oblidat la meva contrasenya

source: Re-send the validation email
ca: Torna'm a enviar el correu de validació

source: %s login page for %s
ca: %s pàgina d'inici de sessió per %s

source: Offsite login page
ca: Enllaços externs a la pàgina d'inici de sessió

source: Welcome to
ca: Benvingut a

source: No Hotspot specified!
ca: No has seleccionat cap Hotspot!

source: %s portal for %s
ca: %s portal de %s

source: You NEED to confirm your account. An email with confirmation instructions was sent to your email address. If you don't see it in your inbox, make sure to look in your spam folder.
ca: NECESSITES activar el teu compte. Em enviat un correu electrònic amb les instruccions a la teva adreça. Si no el trobes a la safata d'entrada, consulta la carpeta de correu brossa.

source: Show all available contents for this hotspot
ca: Mostra tot el contingut disponible en aquest hotspot

source: Number of validated user registration for the selected network(s)
ca: Nombre de registres d'usuaris validats per a les xarxes seleccionades

source: Cumulative number of validated users for the selected network(s)
ca: Nombre acumulat d'usuaris validats a les xarxes seleccionades

source: Number of individual user visits per month
ca: Nombre de visites úniques per mes

source: Note: A visit is like counting connections, but only counting one connection per day for each user at a single node
ca: Nota: Una visita és com contar connexions, però únicament una connexió per dia per cada usuari a cada node

source: Number of individual user visits per weekday
ca: Nombre de visites d'usuaris únics per dia de la setmana

source: Number of new connections opening per hour of the day
ca: Nombre de noves connexions creades per hora del dia

source: Login successfull
ca: S'ha iniciat la sessió correctament

source: Unknown username or email
ca: No conec aquest nom d'usuari o correu electrònic

source: Incorrect password (Maybe you have CAPS LOCK on?)
ca: Contrasenya incorrecta (Potser tens les majúscules activades)

source: Error while connecting to the LDAP server.
ca: S'ha produït un error al connectar amb el servidor LDAP.

source: Error while obtaining your LDAP information.
ca: S'ha produït un error en intentar obtenir la teva informació LDAP.

source: Error while obtaining your username or password from the LDAP server.
ca: S'ha produït un error en intentar obtenir el vostre nom d'usuari o contrasenya del servidor LDAP.

source: Error in username or password.
ca: Error amb l'usuari o amb la contrasenya.

source: Error connecting to the LDAP Server.
ca: Error al connectar amb el servidor LDAP.

source: Invalid RADIUS encryption method.
ca: El mètode d'encriptatge RADIUS no és vàlid.

source: Could not initiate PEAR RADIUS Auth class :
ca: No puc iniciar la Clase Auth PEAR RADIUS:

source: Failed to send authentication request to the RADIUS server. :
ca: No puc enviar la petició d'autenticació al servidor RADIUS:

source: The RADIUS server rejected this username/password combination.
ca: El servidor RADIUS no accepta aquesta combinació d'usuari/contrasenya

source: %d most mobile users
ca: Els %d usuaris més mòbils

source: User (username)
ca: Usuari (nom d'usuari)

source: User (MAC address)
ca: Usuari (adreça MAC)

source: Nodes visited
ca: Nodes visitats

source: No information found matching the report configuration
ca: No he trobat informació que coincideixi amb la configuració de l'informe

source: Node status information
ca: Informació de l'estat del node

source: Sorry, this report requires you to select individual nodes
ca: Ho sento, aquest informe necessita que seleccionis nodes individuals

source: Status
ca: Estat

source: WifiDog status
ca: Estat de WifiDog

source: Last heartbeat
ca: Última actualització de l'estat

source: %s ago
ca: fa %s

source: WifiDog version
ca: Versió de WifiDog

source: WifiDog uptime
ca: Temps actiu de Wifidog

source: System uptime
ca: Temps en servei del sistema

source: System load
ca: Carrega del sistema

source: System free memory
ca: Memoria lliure del sistema

source: IP Address
ca: Adreça IP

source: Number of users online
ca: Nombre d'usuaris connectats

source: Profile
ca: Perfil

source: Name
ca: Nom

source: Node ID
ca: ID del Node

source: Deployment Status
ca: Estat de la instal·lació

source: Deployment date
ca: Data d'instal·lació

source: Description
ca: Descripció

source: Network
ca: Xarxa

source: GIS Location
ca: Localització GIS

source: Map
ca: Mapa

source: NOT SET
ca: SENSE CONFIGURAR

source: Address
ca: Adreça

source: Telephone
ca: Telèfon

source: Email
ca: Correu electrònic

source: Transit Info
ca: Informació de tràfic

source: Statistics
ca: Estadístiques

source: Average visits per day
ca: Mitjana de visites diàries

source: (for the selected period)
ca: (pel període seleccionat)

source: Traffic
ca: Tràfic

source: Incoming
ca: D'entrada

source: Outgoing
ca: De sortida

source: Individual user report
ca: Informe per usuari individual

source: User id: %s could not be found in the database
ca: ID d'usuari: %s no el trobo a la base de dades

source: Username
ca: Nom d'usuari

source: Unique ID
ca: ID única

source: Member since
ca: Membre des de

source: Account Status
ca: Estat del compte

source: Prefered Locale
ca: Locale preferit

source: %d Connections
ca: %d Connexions

source: Logged in
ca: Sessió iniciada

source: Time spent
ca: Temps emprat

source: Token status
ca: Estat del testimoni

source: N/A
ca: N/D

source: %d MAC addresses
ca: %d adreces MAC

source: Count
ca: Compte

source: %d users
ca: %d usuaris

source: %d most frequent users
ca: %d usuaris més frequents

source: Different days connected
ca: Diferents dies connectat

source: Registration Log (New user's first connection)
ca: Registre de registre (Primera connexió de nous usuaris)

source: Users who signed up here
ca: Usuaris que s'enregistraren aquí

source: MAC address
ca: Adreça MAC

source: Registration date
ca: Data de registre

source: Network status information
ca: Informació de l'estat de la xarxa

source: Sorry, this report requires you to select individual networks
ca: Ho sento, aquest informe necessita que seleccionis una xarxa

source: Creation date
ca: Data de creació

source: Tech support email
ca: Correu electrònic d'assistència tècnica

source: Validation grace time
ca: Temps de gràcia per la validació

source: Validation email
ca: Correu electrònic de validació

source: Allows multiple login
ca: Permetre accessos simultanis

source: Splash only nodes allowed
ca: Permetre nodes sense validació d'usuari

source: Custom portal redirect nodes allowed
ca: Permetre nodes amb redirecció a portals personalitzats

source: Number of users
ca: Nombre d'usuaris

source: Number of validated users
ca: Nombre d'usuaris validats

source: Number of users currently online
ca: Nombre d'usuaris connectats

source: Anonymised SQL data export (for academic research)
ca: Exportar les dades SQL sense dades personals (per la recerca acadèmica)

source: Access denied
ca: Accés denegat

source: Most popular nodes, by visit
ca: Nodes més populars per visites

source: Visits
ca: Visites

source: Connection Log
ca: Registre de connexions

source: Number of unique Users:
ca: Noms d'usuari únics:

source: MAC Count
ca: Total de MACs

source: Cx Count
ca: Total de Cx

source: Last seen
ca: Vis per últim cop

source: Number of non-unique connections:
ca: Nombre de connexions no úniques

source: Node name
ca: Nom del node

source: Date
ca: Data

source: Unknown
ca: Desconegut

source: Graph on network use per hour, weekday and month
ca: Gràfic d'us de la xarxa per dia, setmana i mes

source: %d highest bandwidth consumers
ca: Els %d majors consumidors d'ample de banda

source: Content display and clickthrough report
ca: Visualització del contingut i clic d'entrada a l'informe

source: Untitled Content
ca: Contingut sense títol

source: Content report for:
ca: Informe de contingut per:

source: Clickthrough
ca: Clic d'entrada

source: Prints
ca: Impressions

source: Clickthrough/Prints
ca: Clic d'entrada/Impressions

source: First
ca: Primer

source: Last
ca: Últim

source: Rate
ca: Velocitat

source: %0.2f per day
ca: %0.2f per dia

source: Unique users
ca: Usuaris únics

source: Unique locations
ca: Localitzacions úniques

source: Content group elements report
ca: Informe d'agrupacions de contiguts

source: Element # of prints
ca: Nombre # d'imatges

source: Displayed content report
ca: Informe del contingut mostrat

source: Note: The statistics above include all the prints and clickthroughs of the displayed element, not just those resulting from it's display in this group.
ca: Nota: Les estadístiques d'amunt inclouen les impressions i els clics d'entrada del contingut mostrat, no aquelles resultants de les impressions en aquest grup.

source: Important note: Currently, Report configuration options are ignored for this report.
ca: Nota important: Actualment, la configuració dels informes són ignorades en aquest informe.

source: User registration report
ca: Informe de registre d'usuaris

source: First connection per node
ca: Primera connexió per node

source: # of new user first connection
ca: # de primera connexió de nous usuaris

source: Note: This is actually a list of how many new user's first connection occured at each hotspot, taking report restrictions into account. It includes non-validated users who successfully connected.
ca: Nota: Aquesta és, realment, la llista de quantes primeres connexions d'usuaris hi ha hagut a cada hotspot considerant les restriccions dels informes. Inclou els usuaris sense validar que s'han connectat amb èxit.

source: User activity
ca: Activitat de l'usuari

source: Last day
ca: El darrer dia

source: Last week
ca: La darrera setmana

source: Last month
ca: El darrer mes

source: Last 3 month
ca: Els darrers 3 mesos

source: Last 6 months
ca: Els darrers 6 mesos

source: Last year
ca: El darrer any

source: Ever
ca: Sempre

source: Activity report for the %d validated users
ca: Informe d'activitat dels %d usuaris validats

source: Period
ca: Període

source: # of users who used the network
ca: # usuaris han emprat la xarxa

source: Activity report for the %d non-validated users
ca: Informe d'activitat dels %d usuaris no-validats

source: warning: This report does not count connections at Splash-Only nodes
ca: advertència: Aquest informe no conta les connexions als nodes sense sortida

source: To protect the server the PDF file has not been created, because the server is too busy right now!
ca: No he creat l'arxiu PDF per a protegir el servidor, a hores d'ara el servidor es troba molt ocupat!

source: street name
ca: nom del carrer

source: postal code
ca: codi postal

source: city
ca: ciutat

source: name
ca: nom

source: This list contains all Hotspots of %s sorted by %s.
ca: Aquesta llista conté tots els Hotspots %s ordenats per %s

source: Number of Hotspots: %d
ca: Nombre de Hotspots: %d

source: Last updated on: %s
ca: Última actualització a: %s

source: Postal code
ca: Codi postal

source: City
ca: Ciutat

source: Province / State
ca: Província / Estat

source: Homepage URL
ca: URL de la pàgina d'inici

source: PDF file cannot be created because the FPDF library is not installed!
ca: No puc crear l'arxiu PDF perquè la biblioteca FPDF no es troba instal·lada!

source: Newest Hotspots
ca: Els Hotspots més recents

source: List of the most recent Hotspots opened by the network:
ca: Llista dels últims Hotspots instal·lats a la xarxa:

source: See Map
ca: Veure Mapa

source: Contact
ca: Contacte

source: Hotspot list
ca: LLista de Hotspots

source: The content with the following id could not be found in the database:
ca: No he trobat el contingut amb el següent ID a la base de dades:
