Repository: wifidog/wifidog-auth
Catalog: wifidog/locale/*/LC_MESSAGES/messages.po
Languages: ca

source: The query returned %d results, although there should have been only one.
ca: La cerca tornà %d resultats, però hauria de ser un de sol.

source: The query returned %d result(s)
ca: La cerca retornà %d resultats

source: %d rows affected by the SQL query.
ca: %d filas afectades per la cerca SQL

source: Elapsed time for query execution : %6f second(s)
ca: Temps emprat en l'execució de la cerca: %.6f segons

source: Untitled content
ca: Contingut sense títol

source: Content type is optionnal, but cannot be empty!
ca: El tipus de contingut es opcional, però no pot romandre buit!

source: It appears that you have not installed any Content plugin !
ca: Sembla que no has instal·lat l'extensió de Continguts!

source: You must select a content type:
ca: Selecciona un tipus de contingut

source: Add new Content of type
ca: Afegeix un nou tipus de contingut

source: No content type matches the filter.
ca: Cap contingut coincideix amb el filtre

source: Add a %s
ca: Afegeix a %s

source: Display page
ca: Mostra la pàgina

source: Order
ca: Ordre

source: Content
ca: Contingut

source: Title
ca: Títol

source: Content type
ca: Tipus de contigut

source: Sorry, no elligible content available in the database
ca: Ho sento, no hi ha a la base de dades continguts seleccionables

source: The following content type isn't valid:
ca: El següent contingut és d'un tipus no vàlid:

source: Update was unsuccessfull (database error)
ca: No s'han actualitzat les dades (error a la base de dades)

source: Unable to insert the new Owner into database.
ca: No puc afegir un nou propietari a la base de dades.

source: Unable to remove the owner from the database.
ca: No puc esborrar el propietari de la base de dades

source: Author(s):
ca: Autor(s):

source: Project information:
ca: Informació del projecte:

source: (You do not have access to edit this piece of content)
ca: (No te accés per editar aquest contingut)

source: Display the title?
ca: Mostrar el títol?

source: Title:
ca: Ttítol

source: title
ca: títol

source: Long description:
ca: Descripció llarga:

source: long description
ca: descripció llarga

source: Information on this project:
ca: Informació d'aquest projecte

source: project information
ca: informació del projecte

source: %s access control
ca: %s control d'accés

source: Is part of reusable content library (protected from deletion)?
ca: Es part reutilitzable d'una biblioteca de continguts (protegit contra esborrament)?

source: Content owner list
ca: Llistat de propietaris

source: Remove owner
ca: Elimina un propietari

source: Add owner
ca: Afegeix un propietari

source: Unable to set as author in the database.
ca: No es pot establir l'autor de la base de dades

source: Reusable content library
ca: Biblioteca de contingut reutilitzable

source: Deployed HotSpots map
ca: Mapa dels Hotspots instal·lats

source: List in %s format
ca: Llista en format %s

source: Full node technical status (includes non-deployed nodes)
ca: Informe de l'estat operatiu de tots els nodes (inclou els nodes sense instal·lar)

source: Find Hotspots
ca: Cerca Hotspots

source: authentication server
ca: servidor d'autentificació

source: %s is not a valid structural display area
ca: %s no es una àrea estructural de visualització vàlida

source: %s Login
ca: %s Inicia sessió

source: Login
ca: Inicia la sessió

source: Click <a href='%s'>here</a> to continue
ca: Fes clic<a href='%s'>aquí</a> per continuar

source: The transfer from secure login back to regular http may cause a warning.
ca: El retorn de la connexió d'inici segura al http convencional pot generar un missatge d'advertència

source: Could not delete node!
ca: No puc esborrar el node!

source: New node
ca: Nou node

source: Unable to insert new node into database!
ca: No puc inserir un nou node a la base de dades!

source: Filter:
ca: Filtre:

source: Node Name
ca: Nom del node

source: Gateway ID
ca: ID de la pasarel·la

source: Sorry, no nodes available in the database
ca: Ho sentim, no hi ha nodes disponibles la base de dades

source: in
ca: a

source: Add a new node in %s
ca: Afegeix un nou node a %s

source: Add node
ca: Afegeix un node

source: Steal node
ca: Node Steal

source: No deployment statuses could be found in the database
ca: Els estats operatius no es poden trobar a la base de dades

source: The node with %s: %s could not be found in the database!
ca: No trobo el node amb %s:%s a la base de dades!

source: Edit a node
ca: Edita un node

source: Get access statistics
ca: Obté les estadístiques del node

source: Node content
ca: Continguts del node

source: Civic number
ca: Número cívic

source: Street name
ca: Nom del carrer

source: Country
ca: País

source: Public phone number
ca: Número de telèfon públic

source: Public email
ca: Email públic

source: Mass transit info
ca: Informació sobre el transport públic

source: Information about the node
ca: Informació sobre el node

source: Check using Google Maps
ca: Revisar emprant Google Maps

source: Use a geocoding service, then use Google Maps to pinpoint the exact location.
ca: Empri un servei de geolocalització, després faci servir Google Maps per marcar la localització exacta.

source: Use a geocoding service
ca: Empri un servei de geolocalització

source: Map URL
ca: URL del mapa

source: Node deployment status
ca: Estat operatiu del node

source: Is this node splash-only (no login)?
ca: És aquest node splash-only (sense inici de sessió)?

source: URL to show instead of the portal
ca: URL que es mostrarà en lloc del portal

source: If this is not empty, the portal will be disabled and this URL will be shown instead
ca: Si no es buida, el portal serà inutilitzat i es mostrarà aquesta adreça en el seu lloc

source: Node configuration
ca: Configuració del node

source: It appears that the Geocoder could not be reached or could not geocode the given address.
ca: No es pot accedir al Geocoder o no es pot geocodificar l'adreça facilitada.

source: You must enter a valid address.
ca: Déu introduir una adreça vàlida

source: Edit nodes
ca: Edita els nodes

source: Add a new node
ca: Agregar un nuevo nodo

source: Node administration
ca: Administració de nodes

source: Server::getAllServers: Fatal error: No servers in the database!
ca: Server::getAllServers: Error fatal: No hi ha cap servidor a la base de dades!

source: Hostname
ca: Nom del servidor

source: Default network for this vhost
ca: Xarxa per defecte d'aquest vhost

source: Use SSL on this server?
ca: Emprar SSL en aquest servidor?

source: Google public API key
ca: Clau de l'API públic de Google

source: Could not delete server!
ca: No puc esborrar el servidor!

source: Remove stakeholder
ca: Treu un promotor

source: Add stakeholder
ca: Afegeix un promotor

source: File %s not found
ca: No trobo l'arxiu %s

source: File %s not found in %s
ca: Arxiu %s no trobat a %s

source: Install %s
ca: Instal·la %s

source: Version %s needed
ca: Es necessita la versió %s

source: %s may work, but version %s is recommended
ca: %s pot funcionar, però es recomana la versió %s

source: %s is too old, version %s needed
ca: %s és massa antic, es necessita la versió %s

source: Click for the component's website
ca: Clic pels components del lloc web

source: Type
ca: Tipus

source: Information
ca: Informació

source: Install message
ca: Missatge d'instal·lació

source: Detection message
ca: Missatge de detecció

source: To install
ca: Per instal·lar

source: Dependencies
ca: Dependències

source: Status of all nodes of the
ca: Estat de tots els nodes de

source: Node id
ca: ID del Node

source: Gateway id
ca: ID de la passarel·la

source: Local content demo
ca: Demo del contingut local

source: Opened on
ca: Obert el

source: Online users
ca: Usuaris connectats

source: days
ca: dies

source: Login page
ca: Pàgina d'inici de sessió

source: Portal page
ca: Pàgina del portal

source: user is online at this hotspot
ca: usuari actiu a aquest node

source: users are online at this hotspot
ca: usuaris connectats a aquest node

source: Nobody is online at this hotspot
ca: No hi ha cap usuari connectat

source: Recent Users:
ca: Usuaris recents:

source: Most Active Users:
ca: Els usuaris més actius:

source: Logged in as
ca: Connectat com

source: Profile / Settings
ca: Perfil / Paràmetres

source: Logout
ca: Tanca la sessió

source: I am not logged in.
ca: No estic connectat

source: Login or Signup here
ca: Inicia la sessió o registra't aquí

source: Username (or email)
ca: Nom d'usuari (o correu electrònic)

source: Password
ca: Contrasenya

source: Create a free account
ca: Crea un compte gratuït

source: You must specify your username and password
ca: Has d'indicar el teu nom d'usuari i contrasenya

source: Show me the closest hotspot
ca: Mostram el Hotspot més proper

source: Enter your postal code
ca: Escriu el teu codi postal

source: Show
ca: Mostra

source: Refresh map
ca: Refresca el mapa

source: Legend
ca: Llegenda

source: the hotspot is operational
ca: el hotspot és actiu

source: the hotspot is down
ca: el hotspot no és actiu

source: not monitored
ca: no monitoritzat

source: The %s network currently has one valid user.
ca: La xarxa %s té actualment 1 usuari vàlid.

source: The %s network currently has %d valid users.
ca: La xarxa %s actualment té %d usuaris vàlids.

source: One user is currently online.
ca: Un usuari connectat

source: %d users are currently online.
ca: %d usuaris connectats

source: This network currently has 1 deployed hotspot.
ca: Aquesta xarxa té 1 node operatiu.

source: This network currently has %d deployed hotspots.
ca: Aquesta xarxa te %d hotspots operatius

source: One hotspot is currently operational.
ca: Un hotspot operatiu a hores d'ara

source: %d hotspots are currently operational.
ca: %d hotspots operatius a hores d'ara

source: One hotspot isn't monitored so we don't know if it's currently operational.
ca: Un hotspot no és monitoritzat, per aquesta raó, no sé si en aquest moment és actiu.

source: %d hotspots aren't monitored so we don't know if they are currently operational.
ca: %d hotspots no són monitoritzats, per aquesta raó, no sé si en aquest moment són actius.

source: I'm having difficulties
ca: Tinc dificultats

source: Register a free account with
ca: Registra un compte gratuït amb

source: Username desired
ca: Nom d'usuari desitjat

source: Your email address
ca: El teu correu electrònic

source: Password (again)
ca: Contrasenya (un altre cop)

source: Sign-up
ca: Registrar-se

source: Please note
ca: Si us plau, recorda

source: While accounts are free, we <em>strongly</em> suggest that you use your previously created account if you have one.
ca: Essent els comptes gratuïts, et recomanem <em>ferventment</em> que empris, si en tens, un creat anteriorment.

source: <b>Your email address must be valid</b> in order for your account to be activated.
ca: Necessites una <b>adreça vàlida de correu electrònic</b> per activar el teu compte.

source: A validation email will be sent to that email address.
ca: Enviaré un correu electrònic de validació a la teva adreça de correu electrònic.

source: To fully activate your account you must respond to that email.
ca: Has de respondre aquest correu per activar el teu compte.

source: Note to free web-based email users
ca: Avís per usuaris que empren correus web gratuïts

source: Sometimes our validation email ends up in the 'spam' folder of some providers. If you have not received any email with the validation URL 5 minutes after submitting this form, please take a look in the spam folder.
ca: Alguns proveïdors tracten el correu de validació com a correu brossa. Visita la safata de correu brossa si no has rebut el correu amb l'URL de validació 5 minuts després d'enviar aquest formulari.

source: You can also use the following links if you need help
ca: També pots emprar els següents enllaços si necessites ajuda

source: Status of the %d open %s Hotspots
ca: Estat dels %d Hotspots de la xarxa %s

source: Hotspot / Status
ca: Hotspot / Estat

source: Location
ca: Ubicació

source: Hotspot in testing phase
ca: Hotspot en proves

source: Hotspot not monitored
ca: Hotspot sense monitoritzar

source: Opened on %s
ca: Obert el %s

source: Lost password
ca: Contrasenya perduda

source: Your username
ca: El teu nom d'usuari

source: Reset my password
ca: Canvia la meva contrasenya

source: Please enter your username or email address to reset your password
ca: Si us plau, introdueixi el seu nom d'usuari o adreça de correu electrònic per a resetejar la vostra contrasenya.

source: We are a not-for-profit group dedicated to making no-fee wireless Internet access generally available.
ca: Som una associació sense ànim de lucre dedicada a establir conexions gratuïtes sense fils a Internet d'accés públic.

source: Our aim is to encourage the growth of wireless networking and to build community in interesting and innovative ways.
ca: El nostre objectiu és promocionar el creixement de xarxes sense fils i fer comunitat d'una forma innovadora i interessant

source: We do this by setting up wireless Internet networks in parks, cafés, restaurants, bars and other publically-accessible locations across the city.
ca: Ho fem instal·lant conexions públiques sense fils en parcs, cafeteries, restaurants, bars i d'altres llocs d'accés públic de la ciutat.

source: For a complete and up-to-date listing of our nodes, visit
ca: Per una llista completa i actualitzada dels nuestres nodes, visita

source: Please get in touch with
ca: Si us plau, contacta amb

source: Re-send validation email
ca: Reenviar el correu de validació

source: Re-send
ca: Reenviar

source: Please enter your username and the validation email will be resent to your email address
ca: Si us plau, introdueix el teu nom d'usuari i enviarem de nou el correu de validació a la teva adreça de correu

source: Lost username
ca: Nom d'usuari perdut

source: Retrieve
ca: Recupera

source: Please enter your email address to recover your username
ca: Si us plau, introdueix la teva dreça de correu electrònic per recuperar el teu nom d'usuari

source: Origin
ca: Origen

source: Logged in Since
ca: Connectat des de

source: Traffic IN/OUT
ca: Tràfic d'ENTRADA/SORTIDA

source: User list
ca: Llista d'usuari

source: Sort by:
ca: Ordena per:

source: Direction:
ca: Adreça

source: Sort
ca: Ordena

source: Registered On
ca: Registrat el
